<template>
  <div class="content">
    <h3>飞碟虫洞APP隐私政策</h3>
    <p class="bold">更新日期：2021年11月4日</p>
    <p class="bold">生效日期：2021年11月4日</p>
    <h5>飞碟虫洞运营者基本情况</h5>
    <p>
      运营者名称：山东五征集团有限公司 <br />
      运营者注册地址或者常用办公地址：山东省日照市北经济开发区五征工业园。<br />
      个人信息保护工作机构或相关负责人的联系方式：4001085678
    </p>
    <br />
    <p>引言</p>
    <p>
      飞碟虫洞APP是山东五征集团有限公司（以下简称五征集团）自主研发的客户移动端软件，具有“首页、启航、卡友圈、服务、我”等模块。我们非常重视用户的隐私和个人信息保护。请您了解并同意，您在使用我们的产品或服务时，我们可能会收集和使用您的相关信息，我们有权使用去标识化且无法识别您个人身份的个人信息，并在不透露您个人信息的前提下，我们有权对服务用户数据库进行分析并予以商业化的利用。<br />
      我们的产品集成友盟+SDK，友盟+SDK需要收集您的设备Mac地址、唯一设备识别码（IMEI/android
      ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息）以提供统计分析服务，并通过地理位置校准报表数据准确性，提供基础反作弊能力。<br />
      我们的产品集成百度地图SDK，百度地图SDK需要收集您的位置定位信息，百度地图会通过车辆终端SD卡及车辆定位传感器获取的精确位置信息，以提供定位、地图展示、轨迹管理、导航各项位置相关服务。<br />
      我们的产品使用自有的com.wuzheng.basemvvm的SDK，存储有关用户账号登陆/登出、用户积分记录、卡友圈记录、用户拍摄照片记录。<br />
      我们的产品收集您的软件安装列表，是为了验证当前系统版本是否为最新版本，以便提供最新的产品功能服务。<br />
      本应用尊重并保护所有使用服务用户的个人隐私权。本应用会按照隐私协议的规定使用您的个人信息。但本应用将以高度的勤勉、审慎义务对待这些信息。除本隐私协议另有规定外，在未征得您事先许可的情况下，本应用不会将这些信息对外披露或向第三方提供。本应用会不时更新本隐私政策。您在同意本应用服务使用协议之时，即视为您已经同意本隐私协议内容。
    </p>
    <h5>本隐私政策将帮助您了解以下内容：</h5>
    <p>
      1.适用范围 <br />
      2.信息使用<br />
      3.信息披露<br />
      4.信息存储和交换<br />
      5.注销账号的路径<br />
      6.本隐私政策的更改
    </p>
    <br />
    <p>
      本隐私政策与您所使用的本公司服务以及该服务所包括的各种业务功能（以下统称“我们的产品或服务”）息息相关，希望您在使用我们的产品或服务前仔细阅读并确认您已经充分理解本政策所写明的内容，并让您可以按照本隐私政策的指引做出您认为适当的选择。本隐私政策中涉及的相关术语，我们将尽量使用简明扼要的表述方式，以便您更好地理解。<br />
      一旦您开始使用我们的产品或服务，即表示您已经充分阅读、理解并同意本隐私政策。我们将按照本隐私政策处理您的个人信息，向您提供相关的产品或服务。如果您不同意本隐私政策的任何内容，您应立即停止使用我们的产品或服务。<br />
      请您特别注意，本隐私政策不适用于通过我们的产品或服务而接入的第三方产品或者服务，包括我们的关联方、合作机构或其他为您提供服务的第三方（以下简称“第三方”，如您的交易相对方、任何第三方网站以及第三方服务提供者）。我们对第三方的个人信息处理行为不承担责任，请您阅读第三方的隐私政策及相关文件。
    </p>
    <h5>1. 适用范围</h5>
    <p>
      (a) 在您登陆本应用帐号时，您根据本应用要求提供的个人注册信息；<br />
      (b)
      在您使用本应用网络服务，或访问本应用平台功能时，将向您申请授权并记录您的授权结果信息，您授权同意之后，将自动接收并记录您的以下信息，
      <span class="bold">
        包括但不限于您的手机号信息、位置信息、相机功能、相册信息、麦克风功能、IP地址、手机的类型、使用的语言、访问日期和时间、及您需求的功能浏览记录等数据
      </span>
      。请您注意，您开启这些权限即代表您授权我们可以收集和使用这些个人信息来实现上述的功能，您关闭权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些个人信息，也无法向您提供以下与这些授权所对应的功能。您关闭权限的决定不会影响此前基于您的授权所进行的个人信息的处理。<br />
      <span class="dot"></span>
      提交给我们的个人数据，用于在本应用注册用户账户，例如您的手机号码、昵称、用户ID；<br />
      <span class="dot"></span>
      当您使用本应用的启航、卡友圈发文、服务预约功能时，我们将申请使用您的位置信息，在得到您的授权确认后，我们才会使用您的位置信息向您提供导航服务、位置显示服务和获取就近服务网点服务；<br />
      <span class="dot"></span>
      当您使用本应用卡友圈发文、问题反馈服功能时，我们将申请使用您的媒体信息，包括相机功能、相册信息、麦克风信息，在得到您的授权确认后，我们才会使用您的媒体信息向您提供服务，供您上传图片、视频；<br />
      <span class="dot"></span>
      当您使用本应用时，在未登录的情况下，我们会获取并自动记录的个人数据，例如唯一设备标识符（IMEI）、屏幕尺寸、操作系统版本号、终端型号；<br />
      我们的应用产品服务都需要个人数据才能运营。如果您选择不提供运营所需的数据，则无法使用该产品或服务。例如，如果您未在我们的应用上注册账户并提交您的个人数据，则无法使用我们的产品或服务。在其他一些情况下，如果提供数据是可选的，并且您选择不提交个人数据，您可能无法使用产品或服务的某些功能，例如启航功能时不授权您的位置信息，我们将服务为您提供导航服务，但这不会影响您使用我们提供的其他产品或服务。请您了解，车辆信息并不一定包含您的个人信息，例如，如果您是车主非司机、或者不在岗的轮班司机，那么车辆的位置信息并不是您的个人位置信息。当车辆信息包含您的个人信息时，我们将按照本隐私政策中说明的目的和方式来处理和保护您的个人信息。在您同意本隐私政策之后，我们不会直接收集您的所有上述信息。我们会根据您的身份性质（如车主兼司机、车主非司机、司机非车主、企业安全责任人）以及您使用的功能，仅在必要的范围内收集、使用与之相应的信息。
    </p>
    <h5>2. 信息使用</h5>
    <p>
      (a)本应用不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的许可，或该第三方和本应用（含本应用关联公司）单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。<br />
      (b)本应用亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何本应用平台用户如从事上述活动，一经发现，本应用有权立即终止与该用户的服务协议。<br />
      (c)请您注意，您在使用我们的产品或服务时所提供的所有个人信息，将在您使用我们的产品或服务期间持续授权我们使用，除非您删除或通过系统设置拒绝我们收集。在您注销账号后，我们将停止使用您的个人信息。<br />
      (d)您可通过我的-设置-隐私权限管理功能，查看您在使用我们的产品或服务期间时的授权信息，您可通过系统设置修改授权权限，如果您关闭某项授权，可能会影响到部分功能的使用。<br />
      (e)我们会对我们的产品或服务的使用情况进行统计，并可能会与公众或第三方共享这些统计信息,以展示我们的产品或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。<br />
      (f)当我们展示您的个人信息时，我们会采用包括内容替换、匿名处理等方式进行脱敏，以保护您的个人信息安全。<br />
      (g)当我们要将您的个人信息用于本隐私政策未载明的其它用途时，或将基于特定目的收集的信息用于其他目的时，我们会通过让您主动做出勾选的形式事先征求您的同意。<br />
    </p>
    <h5>3. 信息披露</h5>
    <p>
      在如下情况下，本应用将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息：<br />
      您使用本服务即视为您已阅读本协议并接受本协议的约束。<br />
      (a)经您事先同意，向第三方披露；<br />
      (b)为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；<br />
      (c)根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；<br />
      (d)如您出现违反中国有关法律、法规或者本应用服务协议或相关规则的情况，需要向第三方披露；<br />
      (e)如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；<br />
      (f)其它本应用根据法律、法规或者网站政策认为合适的披露。
    </p>
    <h5>4. 信息存储和交换</h5>
    <p>
      本应用收集的有关您的信息和资料将保存在本应用及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或本应用收集信息和资料所在地被访问、存储和展示。
    </p>
    <h5>5. 注销账号的路径</h5>
    <p>
      您可以通过以下方式申请注销账号，一旦您注销账号，将无法以此账号使用我们提供的服务，该账号在使用期间已产生的但未消耗完毕的权益及未来的预期利益等全部权益将被清除。以下方式均可以注销：<br />
      √ 通过“我的-设置-注销帐号”，在线注销您的账号。<br />
      √
      致电客服电话：400-108-5678。客服会核实您的身份和相关信息，核实完成后，在后台注销您的账户。<br />
      您申请注销账号后，我们将删除您的个人信息或作匿名化处理。上述注销行为和后果是不可逆的，因此请您谨慎操作。
    </p>
    <h5>6. 本隐私政策的更改</h5>
    <p>
      (a)如果决定更改隐私协议，我们会在本协议中、本公司网站中以及我们认为适当的位置发布这些更改，以便您了解我们如何收集、使用您的个人信息：<br />
      (b)本公司保留随时修改本协议的权利，因此请经常查看。如对本协议作出重大更改，本公司会通过本应用首页通知的形式告知。<br />
      请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，请您立即联络本应用客服或拨打本公司400热线，以便本应用采取相应措施。
    </p>
  </div>
</template>

<script>
export default {
  name: 'AgreementCdPrivacy',
  data() {
    return {}
  },
  mounted() {
    document.title = '隐私政策'
  },
  methods: {},
}
</script>
<style lang="less" scoped>
body,
h3,
h5,
p {
  margin: 0;
  padding: 0;
}
.content {
  padding: 16px 12px;
  text-align: left;
}
h3 {
  text-align: left;
  font-weight: bold;
  font-size: 18px;
  line-height: 2.4;
  color: #333;
}
h5 {
  text-align: left;
  font-weight: bold;
  font-size: 18px;
  line-height: 2;
  color: #333;
}
p {
  font-size: 14px;
  line-height: 1.4;
  color: #333;
}
.bold {
  font-weight: bold;
}
.dot {
  display: inline-block;
  width: 8px;
  height: 8px;
  border-radius: 50%;
  background-color: #333;
}
</style>
